Repository: dgmurx/acme-code
Catalog: activities-config/po/*.po
Languages: de

source: Conflict Detected:
de: Konflikt entdeckt:

source: Missing Icon:
de: Fehlendes Symbol:

source: Conflict with hidden rounded corners.
de: Konflikt mit versteckten runden Ecken.

source: Extension
de: Erweiterung

source: New Text
de: Neuer Text

source: Text Padding
de: Textabstand

source: Hide Text
de: Text verstecken

source: Select Icon
de: Symbol

source: Scale Icon
de: Symbolgröße

source: Icon Padding
de: Symbolabstand

source: Hide Icon
de: Symbol verstecken

source: Hot Corner Threshold
de: Schwelle der Heißen Ecke

source: Disable Hot Corner
de: Heiße Ecke deaktivieren

source: Remove Activities Button
de: Aktivitäten-Schaltfläche entfernen

source: Panel Transparency
de: Transparenz der oberen Leiste

source: Extension Defaults
de: Standardeinstellungen

source: Extension Description
de: Erklärung der Erweiterung

source: APPLY
de: ANWENDEN

source: SELECT
de: ÄNDERN

source: RESET
de: ZURÜCKSETZEN

source: README
de: LIESMICH

source: Choose Icon
de: Symbol wählen

source: Enable Conflict Detection
de: Konflikterkennung

source: Activities
de: Aktivitäten

source: Set Panel Background
de: Hintergrundfarbe der oberen Leiste

source: Hide Panel Rounded Corners
de: Abgerundete Ecken deaktivieren

source: Window Maximized Effect
de: Effekt bei maximiertem Fenster

source: Hide Application Menu Button Icon
de: Schaltflächensymbol des Anwendungsmenüs verstecken

source: Panel Shadow Color
de: Schattenfarbe der oberen Leiste

source: Transparency
de: Transparenz

source: Vertical Length
de: Vertikale Länge

source: Blur Radius
de: Weichzeichnen Radius

source: Spread Radius
de: Radius zu verbreiten

source: Override Shell Theme
de: Überschreiben Shell-Thema

source: Show Overview If No Applications Are Running
de: Zeigen Übersicht Wenn keine Anwendungen ausgeführt werden

source: Move Activities to the Right
de: Aktivitäten nach rechts bewegen

source: Panel - No Effect
de: Obere Leiste - Kein Effekt

source: Opaque Background Color
de: Leistenhintergrund undurchsichtig

source: Black Opaque Background
de: Schwarzer Hintergrund ohne Transparenz

source: Website
de: Webseite

source: Images
de: Bilder

source: The Activities Icon is selectable with the SELECT Icon button.
de: Das Aktivitäten-Symbol kann über den ÄNDERN-Knopf bei 'Symbol' ausgewählt werden.

source: The icon spacing on the panel is adjustable with the Icon Padding scale.
de: Der Symbolabstand auf der oberen Leiste ist durch die Symbolabstandsskala einstellbar.

source: The icon can be removed from the panel with the Hide Icon switch.
de: Der 'Symbol verstecken'-Schalter entfernt das Symbol aus der oberen Leiste.

source: The Activities Text can be changed by entering New Text and then pressing the APPLY button.
de: Der Aktivitäten-Text kann durch Eingabe eines neuen Textes und Drücken des ANWENDEN-Knopfes geändert werden.

source: The text spacing on the panel is adjustable with the Text Padding scale.
de: Der Textabstand auf der oberen Leiste ist durch die Textabstandsskala einstellbar.

source: The text can be removed from the panel with the Hide Text switch.
de: Mit dem 'Text verstecken'-Schalter kann der Text aus der oberen Leiste entfernt werden.

source: Text and icon padding is left and right horizontal padding in pixels.
de: Der horizontale Text- und Symbolabstand ist in Pixeln angegeben.

source: The Activities Button can be removed with the Remove Activities Button switch.
de: Mit dem 'Aktivitäten-Schaltfläche entfernen'-Schalter kann die Aktivitäten-Schaltfläche auch komplett entfernt werden.

source: The sensitivity of the hot corner is adjustable with the Hot Corner Threshold scale.
de: Die Empfindlichkeit der Heißen Ecke ist einstellbar mit der Skala Schwelle der Heißen Ecke.

source: The hot corner Overview switching is disabled with the Disable Hot Corner switch.
de: Der 'Heiße Ecke deaktivieren'-Schalter deaktiviert das Wechseln zur Übersicht durch die Heiße Ecke.

source: If the hot corner is disabled the Overview can be toggled with the left super key.
de: In diesem Fall kann die Übersicht mittels der Taste SUPER aufgerufen werden.

source: The workspace background may appear more aesthetically pleasing without the black panel background.
de: Der Hintergrund der Arbeitsfläche kann ohne den schwarzen Hintergrund der oberen Leiste mitunter ästhetischer erscheinen.

source: The color and transparency of the panel background is adjustable with Set Panel Background Button and Panel Transparency scale (0-100%).
de: Die Farbe und Transparenz der oberen Leiste kann deshalb mit dem 'Hintergrundfarbe der oberen Leiste'-Knopf und der 'Transparenz der oberen Leiste'-Skala (0-100%) angepasst werden.

source: The default is 0, no transparency or opaque and 100 is completely transparent.
de: Der Standardwert ist 0 (nicht transparent) und 100 bedeutet komplett durchsichtig.

source: This feature requires a workspace background of colors which contrast with icons and text displayed in the panel.
de: Das erfordert natürlich einen Arbeitsflächenhintergrund, welcher im Kontrast zum Text und den Symbolen im Panel steht.

source: Conflicts with other enabled extensions can be detected with the Enable Conflict Detection switch.
de: Konflikte mit anderen Erweiterungen können mit Hilfe des 'Konflikterkennung'-Schalters gefunden werden.

source: This extension prefers the left-most corner of the panel.
de: Diese Erweiterung bevorzugt die linke Ecke der oberen Leiste.

source: Another extension which inserts itself in the left-most corner of the panel is considered in conflict with this preference.
de: Andere Erweiterungen, welche sich in die linke Ecke einfügen, stehen somit im Konflikt mit dieser Erweiterung.

source: This extension attempts to avoid conflicts by delaying its activation at shell startup time.
de: Deshalb wird versucht, durch eine verzögerte Aktivierung des Aktivitäten-Konfigurators beim Starten der Oberfläche Konflikte zu vermeiden.

source: The delay appears to resolve most conflicts allowing the extensions to function normally.
de: Diese Verzögerung scheint zu helfen, Konflikten vorzubeugen, so dass die Erweiterung korrekt funktioniert.

source: Extensions which duplicate the functions of this extension may affect or be affected when both are enabled.
de: Erweiterungen mit ähnlichen Funktionen können dennoch das Verhalten dieser Erweiterung beeinflussen bzw. von ihr beeinflusst werden.

source: Try different settings for the conflicting extensions in order to avoid conflicts.
de: Probieren Sie bei in Konflikt stehenden Erweiterungen verschiedene Einstellungen aus, um eventuelle Konflikte zu lösen.

source: Conflict Detection is disabled by default. Enable only if you experience problems.
de: Die Konflikterkennung dieser Erweiterung ist standardmäßig deaktiviert und sollte nur aktiviert werden, wenn Probleme bestehen.

source: When Conflict Detection is enabled, detected conflicts are usually automatically resolved.
de: Wenn die Konflikterkennung aktiviert ist, werden Konflikte in der Regel automatisch gelöst.

source: If a conflict is detected this extension will re-establish its prefered position in the panel.
de: Wird ein Konflikt erkannt, stellt die Erweiterung ihre bevorzugte Position in der oberen Leiste wieder her.

source: If another extension continues to create a conflict this extension will disable itself to avoid a race condition and notify the user.
de: Wenn eine andere Erweiterung dauerhaft Konflikte verursacht, deaktiviert sich diese Erweiterung selbst, um eine Wettlaufsituation zu verhindern und benachrichtigt den Anwender darüber.

source: The user can disable Conflict Detection if it is acceptable to have this extension not in its preferred position.
de: Der Anwender kann die Konflikterkennung deaktivieren, wenn es akzeptabel ist, dass die Erweiterung nicht an der bevorzugten Position angezeigt wird.

source: The conflict can be resolved by disabling the conflicting extension or this extension and restarting the session.
de: Der Konflikt kann gelöst werden, indem die kollidierende Erweiterung oder der Aktivitäten-Konfigurator deaktiviert und die Sitzung neugestartet wird.

source: Extension settings are reset to their default values with the Extension Defaults RESET button.
de: Mit dem ZURÜCKSETZEN-Knopf bei 'Standardeinstellungen' werden die Einstellungen auf die Standardwerte zurückgesetzt.

source: The Extension Description README button displays this readme.
de: Der LIESMICH-Knopf bei 'Erklärung der Erweiterung' öffnet diese Beschreibung.

source: Clicking the Activities Icon or Text with the right mouse button executes GNOME Shell Extension Preferences.
de: Ein Rechtsklick auf die Aktivitäten-Schaltfläche öffnet die Erweiterungseinstellungen der GNOME-Oberfläche.

source: A conflict between an enabled extension and the Activities Configurator Extension exists.
de: Es besteht ein Konflikt zwischen einer aktivierten Erweiterung und dem Aktivitäten-Konfigurator.

source: Please resolve the conflict by disabling the offending extension or disable the Activities Configurator and restart your session.
de: Bitte die kollidierende Erweiterung oder den Aktivitäten-Konfigurator deaktivieren und die Sitzung neustarten, um den Konflikt zu lösen.

source: See the README of the Activities Configurator for additional information.
de: Siehe LIESMICH des Aktivitäten-Konfigurators für weitere Informationen.

source: The Activities Icon was not found.
de: Das Aktivitäten-Symbol wurde nicht gefunden.

source: The missing icon has been removed, renamed or possible filesystem corruption has damaged the icon.
de: Das fehlende Symbol wurde entfernt, umbenannt oder möglicherweise hat eine Beschädigung des Dateisystems das Symbol unbrauchbar gemacht.

source: The default icon has automatically been selected to allow proper operation of the extension.
de: Das Standardsymbol wurde automatisch ausgewählt, um sicherzustellen, dass die Erweiterung einwandfrei funktioniert.

source: You should determine and correct the problem, then re-select an icon.
de: Das Problem sollte erkannt und behoben werden. Danach kann das Symbol noch einmal ausgewählt werden.

source: Activities Configurator - README
de: Aktivitäten-Konfigurator - LIESMICH

source: Activities Configurator - MISSING ICON
de: Aktivitäten-Konfigurator - FEHLENDES SYMBOL
